<template lang="html">
  <div id="testimonials" class="container section mt-16">
    <h2 class="text-3xl lg:text-5xl mb-4 font-bold">
      Отзывы
    </h2>
    <div class="grid-cols grid-cols--2">
      <div class="bg-theme-backgroundGray p-6 rounded" v-for="item in array">
        <div class="">
          {{ item.text }}
        </div>
        <div class="mt-4 flex justify-between items-center">
          <div>
            {{ item.author.name }}, {{ item.author.company }}
          </div>
          <div class="">
            NPS {{ item.nps }}
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      array: [
        {
          text: 'Спасибо тебе за участие! Хочу сказать, что получился очень крутой продукт, много хороших отзывов и суперконверсия: 25% конверсия, о которой ты сказал (перед запуском проекта — прим.), подтвердилась 👍 Правда, у нас суперцелевой трафик, который тоже влияет. А так — проект, которым можно гордиться. Выношу тебе официальную благодарность от лица компании! 🏆',
          author: {
            name: 'Юлия Спиридонова-Микеда',
            company: 'Нетология-групп'
          },
          nps: '10/10'
        },
        {
          text: 'Сергей, привет! Порекомендовала бы -8-9. Что понравилось: удобно, комфортно работать, знаешь как надо не только с технической стороны, но и с точки зрения маркетинга и внешнего вида Сайта, дизайна. Помогаешь сформулировать свои хотелки, предлагаешь варианты, делаешь быстро, ответственно. Приятно твоё отношение, что хочешь сделать хорошо, а не просто сделать. Даёшь рекомендации по дальнейшему улучшению. Работаешь над дополнительными «штуками» - чат например. То есть современный подход и отслеживаешь новые тренды и стараешься применить. Что бы улучшила - цену:) по крайней мере я по цене слилась. Но с другой стороны, я тебя поддерживаю, что траектория правильная, я бы тоже так сделала.',
          author: {
            name: 'Наталья Касаткина',
            company: 'HR Поддержка'
          },
          nps: '8/10'
        },
      ]
    }
  }
}
</script>
