<template>
  <div id="about" class="section">
		<div class="container has-text-centered">
			<img src="@/assets/images/sergeyfilimonov.jpg">
      <h3 class="is-size-3 is-size-4-mobile has-text-weight-bold">
          👋 Коротко о себе
      </h3>
      <p>
        Я создаю сайты с 2015 года. Параллельно работал менеджером продуктов (в том числе в  <em>Нетологии</em>), создал несколько своих проектов, но по-прежнему создаю сайты, потому что мне это нравится. Поэтому к каждому новому проекту стараюсь подойти, как к своему. От&nbsp;этого много проектов одновременно не беру, чтобы гарантировать качество, сроки и чтобы вы не платили за штат продавцов и аккаунт-менеджеров.
      </p>
      <a v-scroll-to="'#contact'" class="button is-large">Обсудить проект</a>
		</div>
	</div>
</template>

<script>
export default {}
</script>
