<template>
  <Layout>
    <div class="container section pt-4 pb-8">
      <div class="markdown">
        <g-image src="@/assets/images/sergeyfilimonov.jpg" alt="Сергей Филимонов" class="w-40 h-40 rounded-lg mb-4 border border-theme-borderGray"/>
        <div class="max-w-4xl">
          <div class="text-lg lg:text-3xl mb-4">Привет, я Сергей Филимонов.</div>
          <ul>
            <li>Создаю удобные и стильные <g-link to="/services/site" class="link" rel="nofollow noreferrer noopener">сайты</g-link>, используя современные технологии вроде статических фреймворков, чат-ботов, авторассылок, использую авторские иллюстрации, профессиональные фото для создания уникальности сайтов.</li>
          </ul>
          <h2>Мои проекты</h2>
          <ul>
            <li>Я создал более 20 сайтов, в том числе для <a href="https://edmarket.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">EdMarket</a>, <a href="https://hr.netology.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">Нетология HR</a>, <a href="https://ms.netology.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">Максим Спиридонов</a>.</li>
            <li>Соосновал онлайн-школу рисования <a href="https://arttsapko.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">arttsapko.ru</a>, отвечаю за системность развития и онлайн-платформу для обучения.</li>
            <li>Продюсировал канал на YouTube <a href="https://svoybrend.ru/svoy/youtube" target="_blank" class="link" rel="nofollow noreferrer noopener">Максима Спиридонова</a></li>
          </ul>
        </div>
        <h2>Мои выступления</h2>
        <div class="grid-cols grid-cols--2">
          <div class="video-container">
            <iframe width="560" height="315" src="https://www.youtube.com/embed/MpaTFNpFzBk" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
          </div>
          <div class="video-container">
            <iframe width="560" height="315" src="https://www.youtube.com/embed/fs9jyO7ehQg" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
          </div>
        </div>
        <h2>Отзывы клиентов</h2>
        <div class="grid-cols grid-cols--2">
          <div class="p-6 bg-theme-backgroundGray">
            <div class="relative">
              <span class="opacity-50">«</span>
              Спасибо тебе за участие! Хочу сказать, что получился очень крутой продукт, много хороших отзывов и суперконверсия: 25% конверсия, о которой ты сказал (перед запуском проекта — прим.), подтвердилась 👍 Правда, у нас суперцелевой трафик, который тоже влияет. А так — проект, которым можно гордиться. Выношу тебе официальную благодарность от лица компании! 🏆<span class="opacity-50">»,</span>
            </div>
            <div class="mt-4 text-sm">
              <span class="opacity-50">—</span> Юлия Спиридонова-Микеда, <a href="https://netology-group.ru" rel="nofollow noreferrer noopener" target="_blank" class="link">Нетология-групп</a>
            </div>
          </div>
          <div class="p-6 bg-theme-backgroundGray">
            <div class="relative">
              <span class="opacity-50">«</span>
              10 мне понравилась твоё виденье в упаковке сайта, что ты делаешь продукт, который в разы лучший на рынке, твой перфекционизм и профессиональный подход просто поражает. Что улучать: я думаю скорость в работе, хотя я помню что мы особо не торопились))) я вот думаю, но пока не приходит в голову. Я на самом деле остался очень довольным, и ни какого негативного осадка не было)))
              <span class="opacity-50">»,</span>
            </div>
            <div class="mt-4 text-sm">
              <span class="opacity-50">—</span> Антон Рудой, <a href="https://sertrust.ru" rel="nofollow noreferrer noopener" target="_blank" class="link">Сертраст</a>
            </div>
          </div>
          <div class="p-6 bg-theme-backgroundGray">
            <div class="relative">
              <div class="video-container">
                <iframe width="560" height="315" src="https://www.youtube.com/embed/hxI5d3iqaRw" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
              </div>
            </div>
            <div class="mt-4 text-sm">
              <span class="opacity-50">—</span> Максим Спиридонов, <a href="https://netology-group.ru" rel="nofollow noreferrer noopener" target="_blank" class="link">Нетология-групп</a>
            </div>
          </div>
          <div class="p-6 bg-theme-backgroundGray">
            <div class="relative">
              <span class="opacity-50">«</span>
              Сергей, привет! Порекомендовала бы 8-9. Что понравилось: удобно, комфортно работать, знаешь как надо не только с технической стороны, но и с точки зрения маркетинга и внешнего вида Сайта, дизайна. Помогаешь сформулировать свои хотелки, предлагаешь варианты, делаешь быстро, ответственно. Приятно твоё отношение, что хочешь сделать хорошо, а не просто сделать. Даёшь рекомендации по дальнейшему улучшению. Работаешь над дополнительными «штуками» - чат например. То есть современный подход и отслеживаешь новые тренды и стараешься применить. Что бы улучшила - цену:) по крайней мере я по цене слилась. Но с другой стороны, я тебя поддерживаю, что траектория правильная, я бы тоже так сделала
              <span class="opacity-50">»,</span>
            </div>
            <div class="mt-4 text-sm">
              <span class="opacity-50">—</span> Наталия Касаткина, <a href="https://hrpodderzhka.ru/" rel="nofollow noreferrer noopener" target="_blank" class="link">HR Поддержка</a>
            </div>
          </div>
        </div>
        <div class="">
          <h2>Отзывы сотрудников, коллег, подрядчиков</h2>
          <div class="grid-cols grid-cols--2">
            <div class="p-6 bg-theme-backgroundGray">
              <div class="relative">
                <span class="opacity-50">«</span>
                На входе от Сергея всегда получаешь подробнейшее ТЗ, с которым невозможно сделать что-либо не так. И при этом всегда есть пространство для творчества, что очень важно для иллюстраций и графики. Каждый новый заказ - трендовый стиль, некоторые из которых делаешь впервые, но никаких сомнений в успехе задуманного! Быстрое согласование, адекватные замечания, своевременная оплата. Вжух! и ты уже видишь результат совместной работы на работающих клиентских сайтах! Это действительно круто
                <span class="opacity-50">»,</span>
              </div>
              <div class="mt-4 text-sm">
                <span class="opacity-50">—</span> Алексей Сергиенко, TeamLead <a href="http://kpdmedia.com/" rel="nofollow noreferrer noopener" target="_blank" class="link">KPD Media</a>
              </div>
            </div>
            <div class="p-6 bg-theme-backgroundGray">
              <div class="relative">
                <span class="opacity-50">«</span>
                Сергей мой идеальный заказчик/работодатель/руководитель проекта. Тот самый о котором все говорят но никто никогда не видел! Тот что всегда знает к кому и зачем он обращается, точно знает что хочет получить в результате и, в тоже время, всегда на стороне исполнителя. Оплата своевременна, проекты захватывающие и отлично смотрящиеся на страницах в портфеле, некоторые я даже показывала своим ученикам :)
                <span class="opacity-50">»,</span>
              </div>
              <div class="mt-4 text-sm">
                <span class="opacity-50 mr-1">—</span><a href="https://www.instagram.com/linoroy/" rel="nofollow noreferrer noopener" target="_blank" class="link">Алина Роенко</a>, иллюстратор
              </div>
            </div>
            <!-- <div class="p-6 bg-theme-backgroundGray">
              <div class="relative">
                <span class="opacity-50">«</span>
                Сергей, привет! Порекомендовала бы -8-9. Что понравилось: удобно, комфортно работать, знаешь как надо не только с технической стороны, но и с точки зрения маркетинга и внешнего вида Сайта, дизайна. Помогаешь сформулировать свои хотелки, предлагаешь варианты, делаешь быстро, ответственно. Приятно твоё отношение, что хочешь сделать хорошо, а не просто сделать. Даёшь рекомендации по дальнейшему улучшению. Работаешь над дополнительными «штуками» - чат например. То есть современный подход и отслеживаешь новые тренды и стараешься применить. Что бы улучшила - цену:) по крайней мере я по цене слилась. Но с другой стороны, я тебя поддерживаю, что траектория правильная, я бы тоже так сделала
                <span class="opacity-50">»,</span>
              </div>
              <div class="mt-4 text-sm">
                <span class="opacity-50">—</span> Наталия Касаткина, HR Поддержка
              </div> -->
            </div>
          </div>
        </div>
      </div>
    </div>
  </Layout>
</template>

<script>
export default {
  data() {
    return {
      meta: {
        title: 'Привет, я Сергей Филимонов',
        description: 'Главное о моих проектах, ссылки на выступления, отзывы от клиентов и сотрудников'
      }
    }
  },
  metaInfo() {
    return {
      title: this.meta.title,
      description: this.meta.description,
      meta: [
        { property: "og:title", content: this.meta.title },
        { property: "og:description", content: this.meta.description },
        { property: "og:image", content: 'https://sergeyfilimonov.com/og/index.jpg' }
      ]
    }
  }
}
</script>
