<template>
  <Layout>
    <div class="container section pt-4 pb-8">
      <div class="markdown">
        <img src="@/assets/images/sergeyfilimonov.jpg" alt="Сергей Филимонов" class="w-40 h-40 rounded-lg mb-4 border border-theme-borderGray">
        <div class="max-w-4xl">
          <div class="text-lg lg:text-3xl mb-4">Привет, я Сергей Филимонов.</div>
          <ul>
            <li>Помогаю современно и системно упаковывать вас и ваши продукты в студии <a href="https://svoybrend.ru" rel="nofollow noreferrer noopener" target="_blank" class="link">«Свой бренд»</a>.</li>
            <li>Создаю удобные и стильные <a href="https://svoybrend.ru/svoy/site" target="_blank" class="link" rel="nofollow noreferrer noopener">сайты</a>, используя современные технологии вроде статических фреймворков, чат-ботов, авторассылок, использую авторские иллюстрации, профессиональные фото для создания уникальности сайтов.</li>
          </ul>
          <h2>Мои проекты</h2>
          <ul>
            <li>Я создал более 20 сайтов для таких компаний, как <a href="https://edmarket.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">EdMarket</a>, <a href="https://hr.netology.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">Нетология HR</a>, <a href="https://ms.netology.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">Максим Спиридонов</a>.</li>
            <li>Соосновал онлайн-школу рисования <a href="https://arttsapko.ru" target="_blank" class="link" rel="nofollow noreferrer noopener">arttsapko.ru</a>, отвечаю за системность развития и онлайн-платформу для обучения.</li>
            <li>Продюсировал канал на YouTube <a href="https://svoybrend.ru/svoy/youtube" target="_blank" class="link" rel="nofollow noreferrer noopener">Максима Спиридонова</a></li>
          </ul>
        </div>
        <h2>Мои выступления</h2>
        <div class="grid-cols grid-cols--2">
          <div class="video-container">
            <iframe width="560" height="315" src="https://www.youtube.com/embed/MpaTFNpFzBk" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
          </div>
          <div class="video-container">
            <iframe width="560" height="315" src="https://www.youtube.com/embed/fs9jyO7ehQg" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
          </div>
        </div>
        <h2>Отзывы клиентов</h2>
        <div class="grid-cols grid-cols--2">
          <div class="p-6 bg-theme-backgroundGray">
            <div class="">
              Спасибо тебе за участие! Хочу сказать, что получился очень крутой продукт, много хороших отзывов и суперконверсия: 25% конверсия, о которой ты сказал (перед запуском проекта — прим.), подтвердилась 👍 Правда, у нас суперцелевой трафик, который тоже влияет. А так — проект, которым можно гордиться. Выношу тебе официальную благодарность от лица компании! 🏆
            </div>
            <div class="mt-4 text-sm">
              Юлия Спиридонова-Микеда, Нетология-групп
            </div>
          </div>
          <div class="p-6 bg-theme-backgroundGray">
            <div class="">
              10 мне понравилась твоё виденье в упаковке сайта, что ты делаешь продукт, который в разы лучший на рынке, твой перфекционизм и профессиональный подход просто поражает. Что улучать: я думаю скорость в работе, хотя я помню что мы особо не торопились))) я вот думаю, но пока не приходит в голову. Я на самом деле остался очень довольным, и ни какого негативного осадка не было)))
            </div>
            <div class="mt-4 text-sm">
              Антон Рудой, Сертраст
            </div>
          </div>
          <div class="p-6 bg-theme-backgroundGray">
            <div class="">
              Сергей, привет! Порекомендовала бы -8-9. Что понравилось: удобно, комфортно работать, знаешь как надо не только с технической стороны, но и с точки зрения маркетинга и внешнего вида Сайта, дизайна. Помогаешь сформулировать свои хотелки, предлагаешь варианты, делаешь быстро, ответственно. Приятно твоё отношение, что хочешь сделать хорошо, а не просто сделать. Даёшь рекомендации по дальнейшему улучшению. Работаешь над дополнительными «штуками» - чат например. То есть современный подход и отслеживаешь новые тренды и стараешься применить. Что бы улучшила - цену:) по крайней мере я по цене слилась. Но с другой стороны, я тебя поддерживаю, что траектория правильная, я бы тоже так сделала.
            </div>
            <div class="mt-4 text-sm">
              Наталия Касаткина, HR Поддержка
            </div>
          </div>
        </div>
        <div class="">
          <h2>Отзывы сотрудников</h2>
          <p>Скоро</p>
        </div>
      </div>
    </div>
  </Layout>
</template>

<script>
export default {
  data() {
    return {
      meta: {
        title: 'Привет, я Сергей Филимонов',
        description: 'Разиваю студию «Свой бренд». Создаю классные статические сайты на Gridsome, Vue, GraphQL и headless CMS. Работал проджект- и продакт-менеджером в Нетологии с самого основания и немного после образования холдинга «Нетология-групп».'
      }
    }
  },
  metaInfo() {
    return {
      title: this.meta.title,
      description: this.meta.description,
      meta: [
        { property: "og:title", content: this.meta.title },
        { property: "og:description", content: this.meta.description },
        { property: "og:image", content: 'https://sergeyfilimonov.com/og/index.jpg' }
      ]
    }
  }
}
</script>
